SOAPMessage.txt

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body><DepositOperation xmlns="http://tempuri.org/"><operation xmlns:i="http://www.w3.org/2001/XMLSchema-instance"><Id xmlns="">9c1a7460-81b3-4476-aab9-c3e513ab841d</Id><SenderGlobalId xmlns="">5c2235aa-231d-46ef-84dc-26d249deb7e8</SenderGlobalId><TargetGlobalId xmlns="">1461025c-1bc6-4142-80fb-98f631c15c18</TargetGlobalId><Type xmlns="">TasksWithDoc</Type><TimeStamp xmlns="">2017-01-18T18:53:24.183422+06:00</TimeStamp><DocumentXml xmlns=""><Id>8fe9a642-945b-4d85-a96d-a5d400c0f680</Id><Number>П-1</Number><Subject>чсмитьб</Subject><DocumentDate>2016-03-25T11:43:00</DocumentDate><State>Shipped</State><AuthorId>7b073cd9-6242-450d-af5c-02124a0f0c56</AuthorId><Type>ProjectInternalOutgoing</Type><MonitoringType>UnmonitoredOperative</MonitoringType><ExecutionDate>2016-04-24T23:59:59</ExecutionDate><Card>&lt;html&gt;
    &lt;body style="background-color: #f6f6f6;"&gt;
        &lt;div class="ClassNameV" style="font-size:14px;width:629px;margin-top:15px;margin-left:24px;color:#5b6066;font-family:Helvetica;line-height:18px;"&gt;
            &lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Статус: &lt;b style="color:#000000;"&gt;Отправленный&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Дата документа: &lt;b style="color:#000000;"&gt;25.03.2016 0:00:00&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Дата исполнения: &lt;b style="color:#000000;"&gt;24.04.2016 23:59:59&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Автор: &lt;b style="color:#000000;"&gt;Администратор Администратор Администратор&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Кем подписано: &lt;b style="color:#000000;"&gt;Администратор Администратор Администратор (Администратор СЭД)&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Вид документа: &lt;b style="color:#000000;"&gt;Анкета&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Краткое содержание: &lt;b style="color:#000000;"&gt;чсмитьб&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Количество приложений: &lt;b style="color:#000000;"&gt;0&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;&lt;div style="padding-top:9px;padding-bottom:9px;padding-left:9px;padding-right:9px;"&gt;
                Количество листов: &lt;b style="color:#000000;"&gt;0&lt;/b&gt;
            &lt;/div&gt;&lt;img src="http://app1.ecm.local:8001/Resources/hr.png" /&gt;
        &lt;/div&gt;
    &lt;/body&gt;
&lt;/html&gt;</Card><ProjectHtml>&lt;p style="text-align: right;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: right;"&gt;
	&lt;span style="font-size:14pt;"&gt;&lt;span style="font-family:times new roman,times,serif;"&gt;&lt;font class="Apple-style-span"&gt;&lt;b&gt;&lt;span id="ExecutorsSubdivision" template="true"&gt;ДС Шарбакты&lt;/span&gt;&lt;/b&gt;&lt;/font&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;
&lt;p style="text-align: right;"&gt;
	&lt;span style="font-size:14pt;"&gt;&lt;span style="font-family:times new roman,times,serif;"&gt;&lt;font class="Apple-style-span"&gt;&lt;b&gt;&lt;span id="Executors_Value" template="true"&gt;Абдуллаев А. Д.&lt;/span&gt;&lt;/b&gt;&lt;/font&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;
&lt;p style="text-align: center;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: center;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="margin-left: 40px;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="margin-left: 40px;"&gt;
	&lt;span style="font-family:times new roman,times,serif;"&gt;&lt;span style="font-size: 12pt;"&gt;Краткое содержание:&lt;/span&gt;&lt;/span&gt;&amp;nbsp;&lt;span style="font-size:12pt;"&gt;&lt;span style="font-family:times new roman,times,serif;"&gt;&lt;font class="Apple-style-span"&gt;&lt;span id="Subject" template="true"&gt;чсмитьб&lt;/span&gt;&lt;/font&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;
&lt;p style="margin-left: 40pt; font-size:14pt; font-family: times new roman,times,serif;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="margin-left: 40pt; font-size:14pt; font-family: times new roman,times,serif;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="margin-left: 40pt; font-size:14pt; font-family: times new roman,times,serif;"&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: right;"&gt;
	&lt;strong&gt;&lt;span style="font-size:14pt;"&gt;&lt;span style="font-family: times new roman,times,serif;"&gt;&lt;span style="text-align: left;"&gt;&lt;span contenteditable="false" id="SigningPersonAppointment" style="display: block; width: 200px; float: left; text-align: left;" template="true"&gt;Администратор СЭД &lt;/span&gt;&lt;span contenteditable="false" id="SigningPerson" template="true"&gt;А. Администратор&lt;/span&gt;&lt;/span&gt;&lt;/span&gt;&lt;/span&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&amp;nbsp;&lt;/p&gt;
&lt;p&gt;
	&lt;font class="Apple-style-span" face="'times new roman', times, serif"&gt;&lt;span id="Performer" template="true"&gt;Администратор А. А. ( ТУ-Павлодар)&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;
&lt;p&gt;
	&lt;font class="Apple-style-span" face="'times new roman', times, serif"&gt;&lt;span id="PerformerTelephone" template="true"&gt;8 7754646лолл&lt;/span&gt;&lt;/font&gt;&lt;/p&gt;
</ProjectHtml><Attachments /></DocumentXml><Tree xmlns=""><OperationActionXmlInfo><Id>1c49172e-08c9-4f6b-8daa-a6ff01374a86</Id><Type>Reassignment</Type><State>Send</State><AuthorId>7b073cd9-6242-450d-af5c-02124a0f0c56</AuthorId><Text>sdfdsfgsd</Text><CreationDate>2017-01-18T18:53:22.5740376+06:00</CreationDate><ExecutionDate>2018-02-22T00:00:00</ExecutionDate><ParentId>00000000-0000-0000-0000-000000000000</ParentId><ResponsibleId>11d916f8-3049-46e7-badb-78959767be43</ResponsibleId><Tasks><OperationTaskXmlInfo><Id>f1da2443-c2db-44d5-8f73-a6ff01374a94</Id><State>New</State><ExecutorId>11d916f8-3049-46e7-badb-78959767be43</ExecutorId><TakenToExecuteNote i:nil="true" /><ReplaceableId>00000000-0000-0000-0000-000000000000</ReplaceableId><CreationDate>2017-01-18T18:53:22.6209025+06:00</CreationDate><FactExecutionDate>0001-01-01T00:00:00</FactExecutionDate><Report i:nil="true" /><Assignment i:nil="true" /></OperationTaskXmlInfo></Tasks></OperationActionXmlInfo></Tree></operation></DepositOperation></s:Body></s:Envelope>